export const translationAr = {
  translation: {
    nav1: "الرئيسية",
    nav2: "عن أسيستيو",
    nav3: "خدماتنا",
    nav4: "تواصل معنا",

    tagline:
      "فتح أبواب <span className='inverted'>النجاح</span> الأكاديمي: شريكك الموثوق في مساعدة الرسائل العلمية",

    intro:
      "نحن هنا لمساعدتك في أي أسئلة أو استفسارات تتعلق بالمساعدة الأكاديمية ومتطلبات الرسائل العلمية. لا تتردد في طرح أي سؤال، وسنبذل قصارى جهدنا لتزويدك بالمعلومات والدعم اللازمين لتحقيق النجاح الأكاديمي. ✨",
    cta1: "خدماتنا",
    cta2: "عن أسيستيو",

    viewMore: "المزيد",

    ensuringTitle: "ضمان نجاحك الأكاديمي!",
    ensuringDesc:
      "لقد عملنا في مجموعة من المشاريع على مر السنين ، من الأوراق البحثية الصغيرة إلى تحليل البيانات على نطاق واسع. تتضمن محفظتنا دراسات حالة وتقارير إحصائية وأوراق بحثية متعمقة حول مجموعة متنوعة من الموضوعات.",

    processTitle: "خطوات البحث في أسيستيو",
    processDesc:
      "تم تصميم عملية البحث في أسيستيو لضمان نهج منهجي وشامل في مساعدة الرسائل العلمية. توفر صفحة خطوات البحث في أسيستيو رسمًا بيانيًا يوضح نهجنا خطوة بخطوة، والذي يشمل:",

    servicesHeader: "خدماتنا",
    servicesDesc:
      " في أسيستيو، نلتزم بتقديم خدمات مساعدة أكاديمية شخصية وعالية الجودة تلبي الاحتياجات الفريدة لكل من عملائنا. اتصل بنا اليوم لمعرفة المزيد حول كيف يمكننا مساعدتك في تحقيق نجاحك في الدراسة الأكاديمية.",

    service1Header: " اختيار موضوع البحث",
    service1Desc:
      "يمكننا مساعدتك في اختيار موضوع بحث يتماشى مع اهتماماتك البحثية وأهدافك الأكاديمية. يمكن لفريقنا من الخبراء مساعدتك في تحديد الثغرة البحثية وصياغة سؤال بحث وتطوير فرضية بحث.",

    service2Header: "كتابة الاقتراح",
    service2Desc:
      "يمكن لخبرائنا مساعدتك في كتابة اقتراح بحث واضح وموجز يوضح نطاق وأهداف مشروع البحث الخاص بك. يمكننا مساعدتك في تحديد منهجية البحث المناسبة وتقنية العينة وأساليب جمع البيانات وأساليب التحليل الإحصائي.",

    service3Header: "مراجعة المصادر",
    service3Desc:
      "يمكن لخبرائنا مساعدتك في إجراء مراجعة أدبية شاملة لتحديد المفاهيم الرئيسية والثغرات البحثية في مجالك. يمكننا مساعدتك في تجميع وتحليل النتائج البحثية لوضع الإطار النظري لدراستك.",

    service4Header: "منهجية البحث",
    service4Desc:
      "نقدم إرشادات شاملة لاختيار طرق البحث المناسبة التي تتماشى مع أهداف بحثك. يقدم فريقنا من الخبراء الدعم الشخصي لمساعدتك في اختيار طرق البحث الكمية والنوعية، أو التوصل إلى توازن بينهما، وفقًا لطبيعة بحثك. يمكننا أيضًا مساعدتك في إجراء استعراضات منهجية للأدبيات في مجالك لتحديد الثغرات في المعرفة وتجميع النتائج البحثية.",

    service5Header: "جمع البيانات",
    service5Desc:
      "يمكن لفريقنا من الخبراء مساعدتك في اختيار طرق جمع البيانات المناسبة، مثل الاستبيانات والمقابلات ومجموعات التركيز والملاحظات. يمكننا مساعدتك في تصميم أدوات جمع البيانات، ووضع استراتيجيات العينة، وجمع بيانات عالية الجودة تلبي متطلبات بحثك.",

    service6Header: "تحليل البيانات",
    service6Desc:
      "نقدم خدمات شاملة لتحليل البيانات لمساعدتك في استخلاص استنتاجات ذات مغزى من بحثك. يمكن لفريقنا من الخبراء مساعدتك في إجراء تحليلات إحصائية باستخدام برنامج SPSS للبيانات الكمية، وكذلك تحديد الموضوعات والأنماط في البيانات النوعية.",

    service7Header: "النتائج و النقاش",
    service7Desc:
      "يمكن لخبرائنا مساعدتك في تحليل وتفسير نتائج بحثك، وتقديمها بطريقة واضحة وموجزة. يمكننا مساعدتك في تحديد النتائج الرئيسية، ومناقشة تداعياتها، ومقارنة نتائجك مع البحوث السابقة في مجالك.",

    service8Header: "الاستنتاجات و التوصيات",
    service8Desc:
      "يمكن لفريقنا من الخبراء مساعدتك في كتابة استنتاج مهيكل يلخص النتائج الرئيسية لبحثك، وتقديم توصيات للأبحاث المستقبلية. يمكننا مساعدتك في ضمان أن يكون استنتاجك متوافقًا مع أهداف بحثك ويتوافق مع متطلبات الكتابة الأكاديمية.",

    service9Header: "كتابة المانيوسكربت و النشر",
    service9Desc:
      "يمكن لخبرائنا مساعدتك في كتابة مخطوطة بحث عالية الجودة تلبي معايير المجلات الأكاديمية. يمكننا مساعدتك في تحديد المجلة المناسبة لبحثك، وتنسيق المخطوطة، والرد على تعليقات المراجعين.",

    service10Header: "تحليل SPSS",
    service10Desc:
      "نحن نقدم مجموعة واسعة من خدمات التحليل، بما في ذلك تحليل SPSS ، لمساعدتك في فهم بيانات البحث الخاصة بك. يمكن لفريقنا من الخبراء مساعدتك في إجراء تحليلات إحصائية متقدمة، مثل تحليل الانحدار وتحليل العوامل وتحليل التباين.",

    service11Header: "خدمات مخصصة",
    service11Desc:
      "نقدم أيضًا خدمات مخصصة استنادًا إلى متطلبات كل طالب، بما في ذلك تحليل البيانات، ومراجعة الأدبيات، وتحرير الأطروحة، ومراجعة النصوص.",

    service12Header: "كتابة المانيوسكربت و النشر",
    service12Desc: "",
  },
};
