export const translationAr = {
  translation: {
    nav1: "الرئيسية",
    nav2: "عن أسيستيو",
    nav3: "خدماتنا",
    nav4: "تواصل معنا",

    tagline:
      "فتح أبواب <span className='inverted'>النجاح</span> الأكاديمي: شريكك الموثوق في مساعدة الرسائل العلمية",

    intro:
      "نحن هنا لمساعدتك في أي أسئلة أو استفسارات تتعلق بالمساعدة الأكاديمية ومتطلبات الرسائل العلمية. لا تتردد في طرح أي سؤال، وسنبذل قصارى جهدنا لتزويدك بالمعلومات والدعم اللازمين لتحقيق النجاح الأكاديمي. ✨",
    cta1: "خدماتنا",
    cta2: "عن أسيستيو",

    ensuringTitle: "ضمان نجاحك الأكاديمي!",
    ensuringDesc:
      "لقد عملنا في مجموعة من المشاريع على مر السنين ، من الأوراق البحثية الصغيرة إلى تحليل البيانات على نطاق واسع. تتضمن محفظتنا دراسات حالة وتقارير إحصائية وأوراق بحثية متعمقة حول مجموعة متنوعة من الموضوعات.",

    processTitle: "خطوات البحث في أسيستيو",
    processDesc:
      "تم تصميم عملية البحث في أسيستيو لضمان نهج منهجي وشامل في مساعدة الرسائل العلمية. توفر صفحة خطوات البحث في أسيستيو رسمًا بيانيًا يوضح نهجنا خطوة بخطوة، والذي يشمل:",

    service1Header: " اختيار موضوع البحث",
    service1Desc: "",

    service2Header: "كتابة الاقتراح",
    service2Desc: "",

    service3Header: "مراجعة المصادر",
    service3Desc: "",

    service4Header: "منهجية البحث",
    service4Desc: "",

    service5Header: "جمع البيانات",
    service5Desc: "",

    service6Header: "تحليل البيانات",
    service6Desc: "",

    service7Header: "النتائج و النقاش",
    service7Desc: "",

    service8Header: "الاستنتاجات و التوصيات",
    service8Desc: "",

    service9Header: "كتابة المانيوسكربت و النشر",
    service9Desc: "",
  },
};
